Repository: RafaelKleinH/TCC
Catalog: OClock/*.lproj/Localizable.strings
Languages: pt_br

# LoginPasswordTF
source: Password
pt_br: Senha

# LoginDontHaveAccount
source: Not registered yet? Create an account
pt_br: Não tem conta? Registrar

# LoginButton
source: Login
pt_br: Entrar

# DividerText
source: OR
pt_br: OU

source: Login with Apple
pt_br: Entrar com Apple

# LoginUserDefaults
source: Keep me connected
pt_br: Salvar usuario

# LoginTFisEmpty
source: This field is required
pt_br: Campo não pode estar vazio

# LoginTFEmailInvalid
source: Email is inavlid
pt_br: Email inválido

# LoginTFPassLessThanSixCharacters
source: Password must be at least 6 characters
pt_br: Senha muito pequena

# LoginResetPassword
source: Reset password
pt_br: Resetar senha

# RegisterPasswordTF
source: Password
pt_br: Senha

# RegisterConfirmPasswordTF
source: confirm password
pt_br: Confirmar Senha

# RegisterButton
source: Create account
pt_br: Registrar

# RegisterAlertSuccessTittle
source: Registered!
pt_br: Registrado!

# RegisterAlertErrorMessage
source: An error ocurred, try again later.
pt_br: Ocorreu algum erro, tente novamente mais tarde.

# RegisterAlertSuccessMessage
source: Registered succesfully.
pt_br: Registrado com sucesso.

# RegisterTFIsEmpty
source: This field is required
pt_br: Campo não pode estar vazio

# RegisterTFPasswordDoesntMatch
source: The fields must match
pt_br: Campos devem coincidir

# RegisterTFEmailInvalid
source: Email is inavlid
pt_br: Email inválido

# RegisterTFPasswordLessThanSixCharacters
source: Password must be at least 6 characters
pt_br: Senha deve ser maior que seis digitos

# PersonalRegisterName
source: Name
pt_br: Nome

# PersonalRegisterOccupation
source: Ocupation
pt_br: Ocupação

# PersonalRegisterExplication
source: Click to select an image
pt_br: Clique na imagem para selecionar

# PersonalRegisterButton
source: Create account
pt_br: Registrar

# PersonalRegisterViewTitle
source: Personal information
pt_br: REGISTRO PESSOAL

# ResetPasswordNavBarTitle
source: PASSWORD RESET
pt_br: REDEFINIR SENHA

# ResetPasswordConfirmEmail
source: Conrfirm Email
pt_br: Conrfirmar Email

# ResetPasswordButton
source: Send email
pt_br: Enviar

# errorTFisntEqual
source: The fields must match
pt_br: Os emails devem ser iguais

# errorTFisntMail
source: Email is inavlid
pt_br: Email inválido

# errorTFisEmpty
source: Field can't be empty
pt_br: Campo não pode ser vazio

# alertSuccessTitle
source: Success!
pt_br: Foi!

# alertErrorMessage
source: Something went wrong, try again later.
pt_br: Algo deu errado, tente novamente mais tarde.

# alertSuccessMessage
source: Password recovery email succesfully sent!
pt_br: Email de troca de senha enviado com sucesso!

# healthViewNavBarTitle
source: Health Assistant
pt_br: ASSISTENTE DE SAÚDE

# healthViewExplanation
source: Health Assistant is a functionality that seeks to help you with some good practices during work hours, doing so that your work days could be a better, and that in a long term you keep yourself healthy.
pt_br: Assistencia de saúde é uma funcionalidade que visa lhe ajudar com algumas boas praticas durante o periodo de trabalho, fazendo assim com que a sua jornada de trabalho seja um pouco melhor, e a longo praso tenha um grande ganho em saúde.

# healthViewActivateText
source: Turn On ?
pt_br: Deseja ativar ?

# healthWantToKnow
source: More about this
pt_br: Saber mais

# firstAdvertiseTitle
source: Why should you stretch ?
pt_br: Porque fazer alongamentos ?

# secondAdvertiseTitle
source: Basic stretches
pt_br: Alongamentos basicos

# thirdAdvertiseTitle
source: Advanced stretches
pt_br: Alongamentos avançados

# fourthAdvertiseTitle
source: Other hints
pt_br: Outras dicas

# secHealthNavBarTitle0
source: WHY?
pt_br: POR QUE?

# secHealthNavBarTitle1
source: BASIC
pt_br: BASICOS

# secHealthNavBarTitle2
source: ADVANCED
pt_br: AVANÇADOS

# secHealthNavBarTitle3
source: HINTS
pt_br: DICAS

# secHealthWhyText
source: Why not? :D
pt_br: Todo mundo sabe que realizar exercícios físicos é fundamental para se ter uma boa saúde física e mental. Reserve alguns minutos todos os dias para se exercitar antes ou durante sua jornada de trabalho, alguns minutos dedicados exercícios podem te trazer grandes benefícios e tornar o home office muito mais saudável e produtivo, veja abaixo os principais benefícios: 1. Aumento do foco, produtividade e desempenho; 2. Ajudam no combate à depressão e ansiedade, aumentam a resistência física e mental, além de ajudar na concentração. 3. Regulam atividades como o sono e as emoções, além de proporcionar em grandes quantidades sensação de bem-estar durante o turno de trabalho.

# secHealthAlng1Text
source: 1 – With your right arm stretched out horizontally to your left side, hold it with your left arm vertically. Repeat the movement by inverting the arms.
pt_br: 1 – Com o braço direito esticado na horizontal para o lado esquerdo, segure-o com o braço esquerdo na vertical. Repita o movimento invertendo os braços.

# secHealthAlng2Text
source: 2 – Now, pull your arm slightly behind your head, forming a triangle with your elbow at the top.
pt_br: 2 – Agora, puxe o braço levemente por trás da cabeça, formando um triângulo com o cotovelo na altura do topo.

# secHealthAlng3Text
source: 3 – Stretch your neck by pulling the head with the right arm to the right side and then repeat the movement with the left arm.
pt_br: 3 – Alongue o pescoço puxando a cabeça com o braço direito para o lado direito e em seguida repita o movimento com o braço esquerdo.

# secHealthAlng4Text
source: 4 – With both hands behind your neck, pull your head slightly forward.
pt_br: 4 – Com as duas mãos na nuca, puxe a cabeça levemente para a frente.

# secHealthAlng5Text
source: 5 – To complement the neck cycle, now make circular movements clockwise and then counterclockwise.
pt_br: 5 – Para complementar o ciclo do pescoço, faça agora movimentos circulares no sentido horário e, em seguida, no sentido anti-horário.

# secHealthAlng6Text
source: 6 – Now work your torso and upper limbs by leaning slightly to the side and, with one hand on your waist and knees bent, stretch your other arm over your head.
pt_br: 6 – Agora trabalhe o tronco e membros superiores inclinando-se levemente para a lateral e, com uma mão na cintura e os joelhos flexionados, estique o outro braço sobre a cabeça.

# secHealthAlng7Text
source: 7 – With your legs slightly bent, try to touch your fingertips to your toes. If not, go as far as you can.
pt_br: 7 – Com as pernas levemente flexionadas, tente encostar a ponta dos dedos das mãos na ponta dos dedos do pés. Caso não consiga, vá até onde aguentar.

# secHealthAlng8Text
source: 8 – Mending the previous movement, bend one leg forward and keep the other leg semi-bent. The foot of the front leg should be straight and flat on the floor, and the foot of the back leg should be straight with the heel bent.
pt_br: 8 – Emendando o movimento anterior, dobre uma perna para a frente e mantenha a outra perna semi-flexionada. O pé da perna da frente deve estar reto e completamente pousado no chão, e o pé da perna de trás deve estar reto com o calcanhar inclinado.

# secHealthAlng9Text
source: 9 – With your left arm, hold your right foot from behind, at the level of the buttocks. The support foot should be straight and you can lean against a wall for easy movement. Repeat with the opposite leg.
pt_br: 9 – Com o braço esquerdo, segure o pé direito por trás, na altura das nádegas. O pé de apoio deve estar reto e você pode escorar em uma parede para facilitar o movimento. Repita com a perna oposta.

# secHealthAlng10Text
source: 10 – Still with the support of the wall, lean the body with the right leg in front, slightly bent and the left leg far back. Both feet should be straight, pointing forward. Force the wall as if you want to push it.
pt_br: 10 – Ainda com o apoio da parede, incline o corpo com a perna direita à frente, levemente flexionada e a perna esquerda afastada para trás. Os dois pés devem estar retos, apontando para frente. Force a parede como se quisesse empurrá-la.

# realodErrorView
source: Reload
pt_br: Recarregar

# errorViewText
source: Ops, an error ocurred. Try again.
pt_br: Ops, Ocorreu um erro. Tente novamente.

# preRegisterViewTitle
source: HELLO !
pt_br: OLÁ, TUDO BEM ?

# preRegisterText
source: Welcome to O`Clock, we really want to start helping you with your workflow, however firstly we need to know you better so that you can have a best experience.
pt_br: Bem vindo ao O`Clock, queremos muito começar logo a te ajudar com suas horas de trabalho, porém precisamos de algumas pequenas informações para deixar a sua experiencia mais interessante.

# preRegisterButtonText
source: Let's go!
pt_br: Vamos lá

# TimeRegisterNavBarTitle
source: TIME RECORD
pt_br: REGISTRO DE HORAS

# TimeRegisterTotalHoursPlaceHolder
source: Total working time
pt_br: Tempo total de horas de trabalho

# TimeRegisterPauseLavelText
source: Do you take any breaks?
pt_br: Faz alguma pausa?

# TimeRegisterTotalPauseHoursPlaceHolder
source: Break duration
pt_br: Tempo da pausa

# TimeRegisterInitialHoursPlaceHolder
source: Start time
pt_br: Hora de começo

# TimeRegisterBottomButtonTitle
source: Register
pt_br: Registrar

# homeTabBar
source: Start
pt_br: Inicio

# reportTabBar
source: Report
pt_br: Relatório

# healthTabBar
source: Heath
pt_br: Saúde

# ConfigViewNavBarTitle
source: CONFIGURATION
pt_br: CONFIGURAÇÕES

# ConfigViewHourRegisterButtonTitle
source: Change time record
pt_br: Configurar Horarios

# ConfigViewLogOffButtonTitle
source: Logout
pt_br: Sair

# ReportViewNavBarTitle
source: Report
pt_br: RELATÓRIO

# ReportViewJan
source: January
pt_br: Janeiro

# ReportViewFeb
source: February
pt_br: Fevereiro

# ReportViewMar
source: March
pt_br: Março

# ReportViewApr
source: April
pt_br: Abril

# ReportViewMay
source: May
pt_br: Maio

# ReportViewJun
source: June
pt_br: Junho

# ReportViewJul
source: July
pt_br: Julho

# ReportViewAug
source: August
pt_br: Agosto

# ReportViewSept
source: September
pt_br: Setembro

# ReportViewOct
source: October
pt_br: Outubro

# ReportViewNov
source: November
pt_br: Novembro

# ReportViewDez
source: December
pt_br: Dezembro

# SecReportViewTotalHoursSuport
source: Total hours:
pt_br: Total de horas:

# SecReportCellInitialDayHelper
source: Initial day:
pt_br: Dia de inicio:

# SecReportCellInitialWeekDayHelper
source: Week day:
pt_br: Dia na semana:

# SecReportCellInitHourHelper
source: Initial time:
pt_br: Hora de inicio:

# SecReportCellEndDayHelper
source: Ending day:
pt_br: Dia de encerramento:

# SecReportCellEndWeekDayHelper
source: Week day:
pt_br: Dia na semana:

# SecReportCellEndHourHelper
source: Ending time:
pt_br: Hora do encerramento:

# SecReportCellIntervalHoursHelper
source: Total breaktime:
pt_br: Total de intervalo:

# SecReportCellTotalHoursHelper
source: Total hours:
pt_br: Total de horas:

# HomeViewAlertCancel
source: Cancel
pt_br: Cancelar

# HomeViewAlertConfirm
source: End
pt_br: Encerrar

# HomeViewAlertTitle
source: End the day?
pt_br: Encerrar dia?

# HomeViewAlertMessage
source: The day timer ended, you can see your timesheet on the report view.
pt_br: Com isto fechamos o dados do dia de hoje para relatorios futuros.

# HomeFirstSub
source: 1 shift
pt_br: 1 turno

# HomeSecondSub
source: interval
pt_br: intervalo

# HomeThirdSubHasBreak
source: 2 shift
pt_br: 2 turno

# HomeFourth
source: Extra
pt_br: Hora Extra

# WeekExtensionSun
source: Sunday
pt_br: Domingo

# WeekExtensionMon
source: Monday
pt_br: Segunda

# WeekExtensionTue
source: Tuesday
pt_br: Terça

# WeekExtensionWed
source: Wednesday
pt_br: Quarta

# WeekExtensionThur
source: Thursday
pt_br: Quinta

# WeekExtensionFri
source: Friday
pt_br: Sexta

# WeekExtensionSat
source: Saturday
pt_br: Sabado

# pdfTotalMonthTime
source: Month total time:
pt_br: Horas totais do mes:

# pdfInitialDay
source: Initial day:
pt_br: Dia de inicio:

# pdfEndDay
source: Ending day:
pt_br: Dia de encerramento:

# pdfInitTime
source: Initial time:
pt_br: Hora de inicio:

# pdfEndTime
source: Ending time:
pt_br: Hora de encenrramento:

# pdfTotalInterval
source: Total breaktime:
pt_br: Total de intervalo:

# pdfTotalHours
source: Total hours:
pt_br: Total trabalhado:

# pdfCreatedBy
source: Report created by: O`Clock
pt_br: Relatório gerado pelo App: O`Clock
